chat_system_1172078609_actor_description=Harry Cook. Pirate. Cunning.
chat_system_1172078609_switch_0_header_1=^?^So what, have you made your decision?
chat_system_1172078609_snap_3_question=^?^Have you already made the decision?
chat_system_1172078609_snap_3_answer_0=^?^Yes. I have decided to give the bandanna to you, Harry.
chat_system_1172078609_snap_3_answer_1=^?^No, I haven't decided yet.
chat_system_1172078609_snap_4_question=^?^Karramba! I knew that you would do right by me! Did I promise gold to you? It's yours, my friend! Here are ten thousand gold coins.
chat_system_1172078609_snap_4_answer_0=^?^This money is not quite enough, Harry. I thought you might be more generous.
chat_system_1172078609_snap_1_question=^?^As you know, I have two brothers. The elder, John - he's just a dolt; there's no point giving power to a person like him. And my younger brother is just a dreamer. There's nothing good in his future, believe me.<br>If I become the head, I'll have to kill both of them. John is out of control and Brendon is useless. There's nothing good from him; he's just a liability. And he always gets into trouble.
chat_system_1172078609_snap_1_answer_0=^?^Ok, I'll think your words over, Harry.
chat_system_1172078609_snap_1_answer_1=^?^If I give the bandanna to you, what will I get in return?
chat_system_1172078609_snap_1_answer_2=^?^I haven't decided yet.
chat_system_1172078609_snap_2_question=^?^I'll pay you, of course. And it's a lot of money, [player]. You're the Treasure Searcher, so I know the thirst for gold is in your blood. I see it in you - you're just like me. We are very much alike, actually.
chat_system_1172078609_snap_2_answer_0=^?^I'll think about it. I'm afraid John will be angry, and I have no idea what Brendon will do...
chat_system_1172078609_snap_0_question=^?^No need to introduce yourself. I know that you were sent by my father. What exactly do you want?
chat_system_1172078609_snap_0_answer_0=^?^Just talk about yourself. Persuade me that you are to become heir.
